Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: delivering services that matter—while reducing operational costs.
fr_fr: importants de façon plus efficace, tout en réduisant les coûts de fonctionnement.

source: In fact, we are slowing growth in
fr_fr: En fait, nous réduisons

source: direct program spending from 8 per cent to under 1 per cent.
fr_fr: de 8 % à moins de 1 % la croissance des dépenses de programmes directes.

source: The government is introducing a capital budgeting framework to modernise our approach and deliver
fr_fr: Le gouvernement adopte un cadre de budgétisation des investissements en capital qui modernisera notre

source: generational investments.
fr_fr: Ce cadre distingue clairement les dépenses

source: This framework clearly distinguishes day-to-day operational spending from
fr_fr: courantes de fonctionnement des investissements en capital à long terme qui renforcent notre économie. Il

source: long-term investments that strengthen our economy—changing the architecture of government fiscal
fr_fr: modifie ainsi la structure de planification budgétaire pour donner lieu à plus d'investissements et de

source: planning to deliver greater investment and growth for Canadians.
fr_fr: croissance qui bénéficient à la population.

source: Concurrently, the government has changed the budgetary cycle to fall budgets—supporting better
fr_fr: Le gouvernement a aussi modifié le cycle budgétaire pour présenter son budget à l'automne. Ce changement

source: planning for provinces and territories, municipalities, builders, and investors, and aligning with
fr_fr: facilite la planification budgétaire pour les provinces, les territoires, les municipalités, les constructeurs

source: the construction season.
fr_fr: et les investisseurs, tout en s'harmonisant avec la saison de la construction.

source: Combined, these two changes mark a new era in how we plan and
fr_fr: Ensemble, ces deux changements

source: deliver—catalysing generational investments that empower Canadians.
fr_fr: générations à venir qui donneront aux Canadiens les moyens de réussir.

source: We are also transforming how government works.
fr_fr: De plus, nous transformons la manière dont le gouvernement fonctionne.

source: A new Office of Digital Transformation will lead the adoption of AI and other new technologies across government.
fr_fr: Un nouveau Bureau de la transformation numérique mènera l'adoption de l'IA et d'autres nouvelles technologies au sein du

source: This, coupled
fr_fr: gouvernement.

source: with near-term procurement of made-in-Canada sovereign AI tools for the public service, means not
fr_fr: Cette initiative, combinée à l'approvisionnement à court terme d'outils souverains d'IA de

source: just a more efficient government, but also a generational opportunity for our domestic innovators.
fr_fr: conception canadienne, favorisera non seulement l'efficience du gouvernement, mais aussi des possibilités

source: The result is more taxpayer dollars will go toward nation-building infrastructure, clean energy,
fr_fr: Ainsi, une plus grande partie de l'argent des contribuables sera consacrée à des projets d'infrastructure

source: innovation, productivity, and less on day-to-day operating spending.
fr_fr: d'intérêt national, à l'énergie propre, à l'innovation et à la productivité, et moins aux dépenses de

source: This new discipline will allow
fr_fr: fonctionnement courantes.

source: us to protect social benefits.
fr_fr: Cette nouvelle rigueur financière nous permettra de protéger les prestations

source: Rightsizing government is critical to realigning resources to enable
fr_fr: sociales. Il est essentiel d'optimiser la taille du gouvernement pour pouvoir réattribuer les ressources et

source: generational investments that strengthen Canada's future.
fr_fr: faciliter des investissements de premier plan qui renforcent l'avenir du Canada.

source: This plan rests on two fiscal anchors:
fr_fr: Le plan repose sur deux cibles budgétaires :

source: Balancing day-to-day operating spending with revenues by 2028-29, shifting spending toward
fr_fr: Équilibrer les dépenses de fonctionnement courantes et les revenus d'ici 2028-2029, en réorientant

source: investments that grow the economy; and
fr_fr: les dépenses vers les investissements qui stimulent la croissance de l'économie.

source: Maintaining a declining deficit-to-GDP ratio to ensure disciplined fiscal management for
fr_fr: Maintenir un ratio du déficit au PIB à la baisse qui assure une gestion rigoureuse des finances

source: future generations.
fr_fr: publiques pour les générations à venir.

source: In addition to these anchors, Budget 2025 enables $1 trillion in total investment over the
fr_fr: En plus de ces cibles, le budget de 2025 permettra de mobiliser des investissements totaux

source: next five years through smarter public spending and stronger capital investment.
fr_fr: publiques plus judicieuses et à des investissements en capital plus importants.

source: Comprehensive Expenditure Review
fr_fr: Examen exhaustif des dépenses

source: Budget 2025 delivers on the Comprehensive Expenditure Review —reducing
fr_fr: Le budget de 2025 met en œuvre les résultats de l' examen exhaustif des dépenses dans

source: inefficiency and focusing on core priorities.
fr_fr: le but de réduire les inefficiences et de cibler les grandes priorités.

source: $60B
fr_fr: 60 G$

source: in savings over 5 years
fr_fr: d'économies sur cinq ans

source: The Comprehensive Expenditure Review will rein in government spending—saving Canada $13 billion
fr_fr: L'examen exhaustif des dépenses mettra un frein aux dépenses gouvernementales, ce qui permettra au Canada

source: annually by 2028-29, for a total with other savings and revenues of $60 billion over five
fr_fr: de dollars sur cinq ans lorsqu'on y ajoute les autres économies réalisées et les revenus.

source: years.
fr_fr: Les choix

source: The responsible choices we are making allow us to spend less to invest more in the workers,
fr_fr: responsables que nous effectuons nous permettent de diminuer les dépenses tout en investissant davantage dans

source: businesses, and nation-building infrastructure that will build Canada Strong.
fr_fr: la main-d'œuvre, les entreprises et les projets d'infrastructure d'intérêt national qui miseront sur un Canada fort.

source: Savings will be achieved by restructuring operations and consolidating internal services and
fr_fr: Pour réaliser ces économies, nous allons restructurer les activités, centraliser les services internes et

source: rightsizing programs to realise efficiencies.
fr_fr: optimiser les programmes afin de faire des gains d'efficacité.

source: It will also involve workforce adjustment and
fr_fr: Un réaménagement des effectifs et l'attrition

source: attrition to return the size of the public service to a more sustainable level.
fr_fr: aideront aussi à ramener à une taille plus viable la fonction publique.

source: The government understands that transitions can be difficult and is committed to minimising hardship
fr_fr: Le gouvernement comprend que les transitions peuvent être difficiles et s'engage à limiter au maximum les

source: for federal employees, while also protecting diversity in the public service workforce and ensuring
fr_fr: inconvénients pour les employés fédéraux, tout en protégeant la diversité au sein de la fonction publique et

source: a strong, younger generation of public servants.
fr_fr: en assurant une relève de fonctionnaires solides et plus jeunes.

source: This is a transformational time for the public service to revisit how we work, how we can improve
fr_fr: Il s'agit d'une période de transformation pour la fonction publique, qui doit revoir sa façon de travailler,

source: services to Canadians, and how we can build for the future.
fr_fr: améliorer les services offerts aux Canadiens et préparer l'avenir.

source: A leaner public service is a more
fr_fr: Une fonction publique allégée est une

source: empowered and productive public service.
fr_fr: fonction publique plus autonome et plus productive.

source: We will also take action to close tax loopholes and make sure everyone is paying their fair share.
fr_fr: Nous prendrons également des mesures pour éliminer les échappatoires fiscales et veiller à ce que chaque

source: These actions require us to make necessary, responsible decisions to balance our day-to-day operating
fr_fr: Ces mesures exigent que nous prenions des décisions nécessaires et responsables pour équilibrer nos dépenses

source: spending by 2028-2029 and deliver on our priorities while staying true to Canadians' values.
fr_fr: de fonctionnement courantes d'ici 2028-2029 et réaliser nos priorités tout en restant fidèles aux valeurs canadiennes.

source: A government that spends less, invests more, and delivers better: that's how we build Canada Strong.
fr_fr: Un gouvernement qui dépense moins, qui investit davantage et qui produit de meilleurs résultats : voici comment nous bâtirons un Canada fort.

source: Our Generational Investments
fr_fr: Nos investissements générationnels

source: To meet the challenges of our time and seize new opportunities, we must make generational investments
fr_fr: Pour relever les défis de notre époque et saisir de nouvelles occasions, nous devons effectuer des

source: that protect and transform our industries, strengthen our economy, and empower Canadians.
fr_fr: investissements de portée historique qui protègent et transforment nos industries, renforcent notre économie

source: Canada stands at a crossroads.
fr_fr: Notre pays est à la croisée des chemins.

source: This is the moment to move from reliance to resilience.
fr_fr: C'est le moment de passer de la dépendance à la résilience.

source: The global
fr_fr: Les

source: shocks we have endured demand more than short-term fixes; they call for a bold down payment on the
fr_fr: bouleversements mondiaux que nous avons subis exigent bien plus que des solutions à court terme : ils

source: prosperity of the next generation.
fr_fr: appellent un engagement audacieux envers la prospérité des générations futures.

source: This government is here to get big things done for Canadians, at
fr_fr: Le gouvernement est déterminé

source: a scale and speed not seen in generations.
fr_fr: à réaliser de grands projets pour les Canadiens, à une échelle et une rapidité inédites depuis des

source: Our generational investments in housing, infrastructure, defence, and
fr_fr: générations. Nos investissements générationnels dans le logement, l'infrastructure, la défense, la productivité et la

source: productivity and competitiveness will allow us to meet the moment.
fr_fr: compétitivité nous permettront d'être à la hauteur de la situation.

source: Housing
fr_fr: Logement

source: $25B over 5 years
fr_fr: 25 G$ sur 5 ans

source: Defence
fr_fr: Défense et securité

source: $30B over 5 years
fr_fr: 30 G$ sur 5 ans

source: Infrastructure
fr_fr: Infrastructures

source: $115B over 5 years
fr_fr: 115 G$ sur 5 ans

source: Productivity & Competitiveness
fr_fr: Productivité et competitivité

source: $110B over 5 years
fr_fr: 110 G$ sur 5 ans

source: An Economy by Canadians, for Canadians
fr_fr: Une économie par les Canadiens pour les Canadiens

source: We cannot control what other nations do.
fr_fr: Nous ne pouvons pas contrôler ce que font les autres pays.

source: But we can control what we build for ourselves.
fr_fr: Mais nous avons la maîtrise de ce que nous

source: Canada is
fr_fr: bâtissons pour nous-mêmes.

source: building the strongest economy in the G7, transforming it from reliance to resilience.
fr_fr: Le Canada bâtit la plus forte économie des pays du G7, en passant de la dépendance

source: In the face
fr_fr: à la résilience.

source: of uncertainty around the world, we are ensuring that our workers and businesses will prosper by
fr_fr: Devant l'incertitude qui pèse sur le monde, nous veillons à ce que nos travailleurs et nos

source: building Canada's strength at home, an economy for Canadians, by Canadians.
fr_fr: entreprises soient prospères en affirmant la force du Canada à l'intérieur de ses frontières, grâce à une

source: This new government is building One Canadian Economy turbo-charged by major
fr_fr: Le nouveau gouvernement du Canada bâtit une seule économie canadienne , propulsée par de

source: nation-building projects that will connect our regions, diversify our markets, and create hundreds
fr_fr: grands projets d'intérêt national qui relieront nos régions, diversifieront nos marchés et créeront des

source: of thousands of high-paying careers, from the skilled trades to advanced technology.
fr_fr: centaines de milliers d'emplois bien rémunérés, allant des métiers spécialisés aux technologies de pointe.

source: Canada must build an enormous amount of infrastructure at speeds and scale not seen in generations.
fr_fr: Le Canada doit construire une énorme quantité de nouvelles infrastructures à une vitesse jamais vue depuis des générations.

source: This includes the infrastructure to diversify our trading relationships, to become an energy
fr_fr: Cela inclut l'infrastructure qui nous permettra de diversifier nos relations commerciales, de devenir une

source: superpower in both clean and conventional energies, to restore affordability to housing, and to
fr_fr: superpuissance énergétique dans les énergies propres et classiques, de rétablir l'abordabilité des logements,

source: secure our borders and our communities.
fr_fr: et de protéger nos frontières et nos communautés.

source: Just as the railways united our country, the Trans-Canada Highway opened our frontiers, and the St.
fr_fr: À l'exemple du chemin de fer qui a unifié notre pays, de la route Transcanadienne qui a ouvert nos frontières

source: Lawrence Seaway linked our economy to the world, today's projects will be as transformative—building
fr_fr: et de la voie maritime du Saint-Laurent qui a relié notre économie au reste du monde, les projets

source: clean power grids for a sustainable future, expanding our ports to accelerate our trade, and
fr_fr: propre nécessaires à un avenir durable, d'agrandir nos ports pour accélérer nos échanges commerciaux et de

source: unlocking the full potential of Canada's critical minerals.
fr_fr: libérer tout le potentiel des minéraux critiques au pays.

source: We are strengthening the economic foundations of our nation, giving our workers, innovators, and
fr_fr: Nous renforçons les fondements économiques de notre pays et donnons à nos travailleurs, à nos innovateurs et

source: businesses the tools they need to compete, create, and lead in a changing world.
fr_fr: à nos entreprises les outils dont ils ont besoin pour être concurrentiels et créatifs et s'imposer comme des

source: Fast-tracking nation-building projects: In close partnership with provinces,
fr_fr: collaboration avec les provinces, les territoires, les peuples autochtones et les investisseurs privés, le

source: territories, Indigenous Peoples, and private investors the government is streamlining regulatory
fr_fr: gouvernement simplifie les processus d'approbation réglementaire et aide à structurer le financement.

source: approvals and helping to structure financing.
fr_fr: Soutenir la concurrence et se tailler une place à l'étranger : pour

source: Competing and winning abroad: To seize new opportunities in a changing world,
fr_fr: saisir de nouvelles possibilités dans un monde en évolution, le Canada lance une nouvelle Stratégie

source: Canada is launching a new Trade Diversification Strategy to boost our global
fr_fr: de diversification du commerce dans le but d'accroître son empreinte mondiale.

source: footprint.
fr_fr: Cette stratégie,

source: Building on our world-class agreements and partnerships, this strategy will double
fr_fr: qui s'appuie sur nos accords et nos partenariats de calibre mondial, vise à faire doubler nos exportations

source: overseas exports over a decade, generating $300 billion more in trade.
fr_fr: outre-mer d'ici 10 ans, pour générer près de 300 milliards de dollars de plus en échanges

source: Through a new Trade Diversification Corridors Fund , we will improve access to overseas
fr_fr: commerciaux. Grâce au nouveau Fonds pour la diversification des corridors commerciaux , nous

source: markets by investing in new port, airport, and railway infrastructure.
fr_fr: portuaires, aéroportuaires et ferroviaires.

source: And we are providing
fr_fr: De plus, nous aidons les entreprises canadiennes en mettant à

source: Canadian businesses with the tools and expertise they need to succeed abroad.
fr_fr: leur disposition des outils et une expertise pour qu'elles puissent réussir à l'étranger.

source: Canada will be a
fr_fr: Le Canada se

source: fast, reliable, and indispensable global partner.
fr_fr: positionnera ainsi comme un partenaire rapide, fiable et indispensable à l'échelle mondiale.

source: Becoming our own best customer: Our new Buy Canadian Policy will ensure public dollars will be used to strengthen our supply chains, and support homegrown
fr_fr: Devenir notre propre meilleur client : grâce à notre nouvelle politique « Achetez canadien » , nous nous assurerons que les fonds publics sont utilisés

source: innovation.
fr_fr: Lorsque le gouvernement doit

source: When the government spends, we will select Canadian suppliers by default, wherever
fr_fr: faire des achats, nous sélectionnerons par défaut des fournisseurs canadiens, dans la mesure du possible.

source: possible.
fr_fr: En

source: By launching our Defence Industrial Strategy , we will grow our
fr_fr: lançant la Stratégie industrielle de défense , nous ferons croître notre secteur de la

source: defence sector, increasing the capacity and competitiveness of homegrown defence suppliers .
fr_fr: défense en améliorant la capacité et la compétitivité de nos fournisseurs nationaux de la défense.

source: Investing in defence and security: Our government is making a generational
fr_fr: Investir dans la défense et la sécurité : notre gouvernement réalise un

source: investment in defence that will create good, high-paying careers for Canadians, and strengthen
fr_fr: investissement de portée historique dans la défense, qui créera des emplois intéressants et bien rémunérés

source: our economy and collective resilience.
fr_fr: pour les Canadiens et renforcera notre économie et notre résilience collective.

source: Driving growth and innovation: Our government will make it cheaper for Canadian
fr_fr: Stimuler la croissance et l'innovation : notre gouvernement rendra les

source: companies to invest through a new productivity super-deduction.
fr_fr: investissements plus abordables pour les entreprises canadiennes grâce à une nouvelle superdéduction à la

source: We will invest in AI projects to
fr_fr: productivité.

source: further the technology's adoption at home, and catalyse private sector investment in Canada's
fr_fr: au pays. Nous favoriserons aussi les investissements du secteur privé dans les entreprises en démarrage

source: most innovative startups.
fr_fr: canadiennes les plus innovantes.

source: The government is also developing a new AI strategy, and will consider
fr_fr: Le gouvernement élabore aussi une nouvelle stratégie d'IA, et il

source: whether new AI incentives and supports should be provided.
fr_fr: déterminera si de nouveaux incitatifs et soutiens à l'IA devraient être fournis.

source: We are creating the right conditions
fr_fr: Nous mettons en place les

source: for real, sustainable growth.
fr_fr: conditions propices à une croissance réelle et durable.

source: Powering a clean economy: Through Canada's new Climate Competitiveness
fr_fr: Mettre de l'avant une économie propre : grâce à la nouvelle Stratégie de

source: Strategy , we are strengthening Canadian leadership in a low-carbon economy.
fr_fr: compétitivité climatique du Canada, nous renforçons le leadership du pays dans une économie à

source: With
fr_fr: De plus, au moyen des crédits d'impôt à l'investissement pour une économie

source: the Clean Economy Investment Tax Credits, we will supercharge affordable, net-zero energy
fr_fr: propre, nous propulserons la réalisation de projets énergétiques abordables à zéro émission nette qui

source: projects that turn our natural wealth into lasting prosperity while protecting the planet.
fr_fr: transforment nos richesses naturelles en prospérité durable tout en protégeant la planète.

source: Canada will build for the future, leveraging nuclear, solar, wind, clean hydrogen, and other
fr_fr: Le Canada bâtira l'avenir en tirant parti de l'énergie nucléaire, solaire et éolienne, ainsi que de l'hydrogène propre et

source: renewable energy.
fr_fr: d'autres sources d'énergie renouvelable.

source: Protecting our strength: A Strategic Response Fund to realign producers to
fr_fr: Protéger notre force : un Fonds de réponse stratégique permettra de réorienter les

source: serve the Canadian market and reach new markets globally, coupled with a major reskilling
fr_fr: producteurs afin de mieux desservir le marché canadien et de conquérir de nouveaux marchés à l'échelle mondiale.

source: effort, will help tens of thousands of workers and key sectors—from canola to lumber to steel
fr_fr: dizaines de milliers de travailleurs et à des secteurs clés, comme ceux du canola, du bois d'œuvre, de

source: and aluminum and our auto sector—stay competitive and resilient in a shifting global economy.
fr_fr: l'acier, de l'aluminium ou de l'automobile, de rester concurrentiels et résilients dans une économie mondiale en mutation.

source: This is how we ensure Canada thrives in an uncertain world.
fr_fr: Voilà comment nous assurons la prospérité du Canada dans un monde incertain.

source: Empowering Canadians
fr_fr: Donner aux Canadiens les moyens de réussir

source: A core mission of Canada's new government is to empower Canadians by building our economic strength.
fr_fr: Le nouveau gouvernement du Canada a pour mission fondamentale de donner aux Canadiens et aux Canadiennes les

source: We are making decisions that empower Canadians with better careers, lower costs, and more choices so
fr_fr: Canadiens les moyens d'agir grâce à de meilleures possibilités de carrière, à une baisse du coût de la vie et

source: you can build the future you want.
fr_fr: à une plus grande variété de choix, pour qu'ils puissent se bâtir un avenir à la hauteur de leurs ambitions.

source: From the beginning of our mandate, Canada's new government has been relentlessly focused on bringing
fr_fr: Depuis le début de son mandat, le nouveau gouvernement du Canada travaille sans relâche à réduire les coûts

source: down costs for Canadians.
fr_fr: pour la population.

source: The government is delivering tax cuts to the middle class and first-time
fr_fr: Il réduit les impôts et les taxes pour la classe moyenne et les acheteurs d'une première

source: home buyers, and has brought down prices at the gas pump.
fr_fr: habitation, et il a fait baisser le prix de l'essence à la pompe.

source: By lowering costs, the government is building an economy where every Canadian can seize new
fr_fr: En réduisant les coûts, le gouvernement bâtit une économie où chaque personne peut saisir de nouvelles

source: opportunities and can take control of their own future.
fr_fr: occasions et prendre son avenir en main.

source: When Canadians empower each other, everyone benefits, and Canada prospers.
fr_fr: Quand les Canadiens se donnent mutuellement les moyens d'agir, tout le monde y gagne et le Canada prospère.

source: By supercharging homebuilding
fr_fr: En dynamisant la construction de logements

source: Canada is facing a steep housing supply gap.
fr_fr: Le Canada est aux prises avec un manque criant de logements.
